//<!--------------------- ПРОЧАЯ ИНФОРМАЦИЯ ------------------->
import React from "react";
function OtherDescriptions() {
  return (
    <>
      <div className="col-12 mb-5 p-5">
        <h3 className="fw-bolder mb-3">Электронный сертификат Giftery Card</h3>
        <hr className="mb-3" />
        <h3 className="fw-bolder mb-3">
          Как воспользоваться универсальной подарочной картой Giftery Card?
        </h3>
        <p className="mb-3">
          Подарочная карта отправляется на электронную почту или телефон
          получателя.
        </p>
        <ul className="mb-5">
          <li>
            <p>
              Чтобы воспользоваться Giftery Card, получателю необходимо обменять
              мультибрендовую подарочную карту на 1 или несколько подарочных
              карт брендов из списка обмена Giftery Card. Можно использовать
              Giftery Card сразу или частично. Остаток не сгорает до конца срока
              действия.
            </p>
          </li>
          <li>
            <p>
              Получатель на странице обмена вводит номер и пин-код
              мультибрендовой подарочной карты, выбирает нужные бренды и
              номиналы, знакомится с уловиями использования подарочных карт
              брендов.
            </p>
          </li>
          <li>
            <p>
              Подарочные карты выбранных брендов мгновенно будут отправлены на
              электронную почту получателя.
            </p>
          </li>
          <li>
            <p>
              Полученные подарочные карты брендов можно распечатать или
              сохранить в формате PDF, предъявить на кассе или использовать
              онлайн в интернет-магазине.
            </p>
          </li>
        </ul>
        <h3 className="fw-bolder mb-3">Электронный сертификат Giftery Card</h3>
        <p className="mb-3">
          Это идеальный вариант подарка! Giftery Card представляет собой
          мультибрендовую подарочную карту, которую можно обменять на один или
          несколько сертификатов брендов, представленных в списке обмена Giftery
          Card. Получатель сам решит, что выбрать, и точно останется доволен!
        </p>
        <p className="mb-3">
          Мы сотрудничаем с более чем 200 ведущими брендами. Большинство
          партнеров Giftery осуществляют доставку или имеют торговые точки по
          всей России. Однако перед приобретением универсального подарочного
          сертификата мы все же советуем внимательно ознакомиться со списком
          городов, где присутствуют обслуживающие его бренды.
        </p>
      </div>
    </>
  );
}
export default OtherDescriptions;
