export const dataFaq = [
  {
    id: 1,
    title: "Как зарегистрироваться на нашем веб-сайте?",
    description:
      "Для регистрации просто перейдите на наш главный экран и нажмите кнопку 'Зарегистрироваться'. Следуйте указаниям, введите необходимую информацию и завершите процесс регистрации.",
  },
  {
    id: 2,
    title: "Как восстановить пароль?",
    description:
      "Если вы забыли пароль, перейдите на страницу входа и выберите опцию 'Забыли пароль?'. Следуйте инструкциям для восстановления доступа к вашей учетной записи.",
  },
  {
    id: 3,
    title: "Как оформить заказ?",
    description:
      "Выберите необходимые товары, добавьте их в корзину и перейдите к оформлению заказа. Заполните требуемые данные для доставки и выберите удобный метод оплаты.",
  },
  {
    id: 4,
    title: "Как отследить статус заказа?",
    description:
      "После оформления заказа вы получите уведомление с уникальным номером заказа. Вы можете отслеживать его статус в разделе 'Мои заказы' на вашем профиле.",
  },
  {
    id: 5,
    title: "Есть ли у нас программы лояльности?",
    description:
      "Да, у нас есть программа лояльности для постоянных клиентов. Вы получаете бонусы за каждую покупку, которые можно обменять на скидки или подарки.",
  },
  {
    id: 6,
    title: "Как связаться с нашей службой поддержки?",
    description:
      "Если у вас есть вопросы или проблемы, свяжитесь с нашей службой поддержки по электронной почте [ваша почта] или по телефону [ваш номер телефона].",
  },
  {
    id: 7,
    title: "Как вернуть или обменять товар?",
    description:
      "Для возврата или обмена товара свяжитесь с нашей службой поддержки в течение [указанный срок] дней с момента получения заказа.",
  },
  {
    id: 9,
    title: "Какие методы оплаты принимаются?",
    description:
      "Мы принимаем различные методы оплаты, такие как кредитные карты, электронные кошельки и банковские переводы. Выберите удобный метод при оформлении заказа. Если у вас возникли дополнительные вопросы, не стесняйтесь связаться с нашей службой поддержки.",
  },
];
