export const carouselInner = [
  {
    id: 1,
    img: "/img/lorem-inage-default1.jpg",
    title: "Подарки к Новому году с Giftery!",
    className: "active",
    description:
      "В период с 1 по 28 декабря у вас есть возможность приобрести подарочные сертификаты от наших партнеров со скидками до 70% для ваших близких, друзей и коллег.",
    links: {
      text: "Узнать подробнее",
      url: "#",
    },
  },
  {
    id: 2,
    img: "/img/lorem-inage-default2.jpg",
    title: "Подарки к Новому году с Giftery!",
    description:
      "В период с 1 по 28 декабря у вас есть возможность приобрести подарочные сертификаты от наших партнеров со скидками до 70% для ваших близких, друзей и коллег.",
    links: {
      text: "Узнать подробнее",
      url: "#",
    },
  },
  {
    id: 3,
    img: "/img/lorem-inage-default1.jpg",
    title: "Подарки к Новому году с Giftery!",
    description:
      "В период с 1 по 28 декабря у вас есть возможность приобрести подарочные сертификаты от наших партнеров со скидками до 70% для ваших близких, друзей и коллег.",
    links: {
      text: "Узнать подробнее",
      url: "#",
    },
  },
];

export const modalTiles = [
  {
    id: 1,
    icons: "bi bi-question-lg mb-2",
    title: "Что такое электронные подарочные карты?",
    dataBsTargetId: "exampleModal",
    modalWindow: {
      modalTitle: "Что такое электронные подарочные карты?",
      modalDescription:
        "Электронные подарочные карты (или сертификаты) — этоудобный, быстрый и экологичный способ сделать подарок родным и близким! И вот почему:",
      modalList: [
        "мгновенная доставка по email: не нужно ходить по магазинам и выбирать подарок, тратиться на упаковку и отправлять курьера",
        "большой выбор: более 100 известных брендов в каталоге Giftery",
        "подарки, которые «всегда кстати»: выберите бренд, а получатель сам решит какие товары этого бренда приобрести с помощью своей подарочной карты",
      ],
    },
  },
  {
    id: 2,
    icons: "bi bi-person-check-fill",
    title: "Как отправить электронную подарочную карту?",
    dataBsTargetId: "exampleModal1",
    modalWindow: {
      modalTitle: "Как отправить электронную подарочную карту?",
      modalDescription1: "Как подарить одну или несколько карт друзьям?",
      modalList1: [
        "выберите бренд подарочной карты в каталоге Giftery",
        "впишите Ваше персональное поздравление адресату",
        "укажите адрес электронной почты получателя и его телефон для смс уведомления о подарке",
        "оплатите подарок он-лайн",
      ],
      modalDescription2:
        "Корпоративным клиентам — разные сценарии применения электронных подарочных карт:",
      modalList2: [
        "Экономьте на доставке корпоративных подарков. В Личном кабинете доступна одновременная отправка подарков по всей России и подробный отчет о доставке.",
        "Используйте подарочные карты для обмена накопленных участниками баллов в Витрине мотивации.",
        "Расширьте каталог вознаграждений в Программах лояльности с помощью Интеграции по API",
        "оплатите подарок он-лайн",
      ],
    },
  },
  {
    id: 3,
    icons: "bi bi-arrow-right",
    title: "Как воспользоваться электронной подарочной картой?",
    dataBsTargetId: "exampleModal2",
    modalWindow: {
      modalTitle: "Как воспользоваться электронной подарочной картой?",
      modalDescription: "Как подарить одну или несколько карт друзьям?",
      modalList: [
        "Получатель сможет воспользоваться полученной электронной подарочной картой, предъявив ее в магазине в распечатанном виде.",
        "Некоторые магазины принимают сертификат с экрана мобильного устройства (необходимо читать условия приема конкретного ритейлера, они будут описаны в полученном подарочном сертификате).",
        "Если обладатель подарочной карты не воспользуется ей сразу же, Giftery пришлет напоминание о сроке действия сертификата по электронной почте.",
      ],
    },
  },
  {
    id: 4,
    icons: "bi bi-gift-fill",
    title: "Что такое Универсальный подарочный сертификат Giftery Card?",
    dataBsTargetId: "exampleModal3",
    modalWindow: {
      modalTitle: "Что такое Универсальный подарочный сертификат Giftery Card?",
      modalDescription1:
        "Giftery Card — идеальный вариант если не знаете что подарить! И вот почему:",
      modalList1: [
        "Универсальная карта Giftery Card отправляется на email мгновенно или по расписанию.",
        "Ее можно оформить в своем собственном стиле, фотографиями из личного архива или воспользоваться готовыми дизайнами.",
        "Получатель сам решит на какой бренд обменять Giftery Card — в каталоге Giftery более 100 известных компаний.",
      ],
      modalDescription2:
        "Преимущества Giftery Card для корпоративных клиентов:",
      modalList2: [
        "Брендирование бесплатно. Giftery Card может быть оформлен в соответствии с фирменным стилем Вашей компании.",
        "Удобные корпоративные подарки. В Личном кабинете доступна одновременная отправка подарков по всей России и подробный отчет о доставке.",
      ],
    },
  },
  {
    id: 5,
    icons: "bi bi-envelope-paper-fill",
    title: "Как воспользоваться полученным сертификатом Giftery Card?",
    dataBsTargetId: "exampleModal4",
    modalWindow: {
      modalTitle: "Как воспользоваться полученным сертификатом Giftery Card?",
      modalBody: [
        {
          id: 1,
          title: "Шаг 1",
          text: "В полученном email-письме нажмите на оранжевую кнопку «Активация»",
        },
        {
          id: 2,
          title: "Шаг 2",
          text: "Вы попадёте в раздел Каталог, где представлены более 100 брендов. Обменять Giftery Card можно на один или несколько подарочных сертификатов выбранных брендов.",
        },
        {
          id: 3,
          title: "Шаг 3",
          text: "Подарочный сертификат выбранного Вами бренда мгновенно придёт на электронную почту в виде PDF-файла. Сертификат можно распечатать и предъявить на кассе магазина или же ввести его номер в соответствующем поле на сайте интернет-магазина и совершить покупку онлайн.",
        },
      ],
    },
  },
];

export const iconLinks = [
  {
    icons: "bi bi-house",
    links: "/catalog",
    text: "Mагазины бытовой техники",
  },
  {
    icons: "bi bi-bag-heart",
    links: "/catalog",
    text: "Популярные магазины косметики",
  },
  {
    icons: "bi bi-bag",
    links: "/catalog",
    text: "Магазины одежды и обуви",
  },
  {
    icons: "bi bi-gem",
    links: "/catalog",
    text: "Ювелирные салоны",
  },
  {
    icons: "bi bi-balloon-fill",
    links: "/catalog",
    text: "Детские товары",
  },
  {
    icons: "bi bi-clipboard-heart-fill",
    links: "/catalog",
    text: "Салоны красоты",
  },
  {
    icons: "bi bi-fire",
    links: "/catalog",
    text: "Развлечения",
  },
];

export const hoverTabs = [
  {
    id: 1,
    img: "./img/1.png",
    title: "Распечатать ее и предъявить на кассе в магазине",
  },
  {
    id: 2,
    img: "./img/2.png",
    title:
      "Предъявить электронную подарочную карту на кассе прямо с экрана мобильного устройства",
  },
  {
    id: 3,
    img: "./img/3.png",
    title:
      "Воспользоваться картой он-лайн: на сайте магазина введите в специальное поле уникальный номер",
  },
];

export const staticTabs = [
  {
    id: 1,
    icons: "bi bi-heart",
    text: "Обмен на любой из более чем 300 известных брендов",
  },
  {
    id: 2,
    icons: "bi bi-image",
    text: "Оформление в фирменном стиле компании или тематике праздника",
  },
  {
    id: 3,
    icons: "bi bi-phone",
    text: "Выпуск в электронном или пластиковом виде",
  },
];

export const feedbackCarousel = [
  {
    id: 1,
    className: "active",
    title: "Фанаты Сервиса",
    text: "«Фанаты Сервиса» - сообщество профессионалов и экспертов в клиентском опыте и сервисе.Мы используем электронные подарочные сертификаты Giftery как инструмент для повышения лояльности клиентов компаний, которые входят в сообщество.",
  },
  {
    id: 1,
    title: "Фанаты Сервиса",
    text: "«Фанаты Сервиса» - сообщество профессионалов и экспертов в клиентском опыте и сервисе.Мы используем электронные подарочные сертификаты Giftery как инструмент для повышения лояльности клиентов компаний, которые входят в сообщество.",
  },
  {
    id: 1,
    title: "Фанаты Сервиса",
    text: "«Фанаты Сервиса» - сообщество профессионалов и экспертов в клиентском опыте и сервисе.Мы используем электронные подарочные сертификаты Giftery как инструмент для повышения лояльности клиентов компаний, которые входят в сообщество.",
  },
];
