export const carouselInner = [
  {
    id: 1,
    img: "/img/lorem-inage-default1.jpg",
    title: "Подарки к Новому году с Giftery!",
    class: "active",
    description:
      "В период с 1 по 28 декабря у вас есть возможность приобрести подарочные сертификаты от наших партнеров со скидками до 70% для ваших близких, друзей и коллег.",
    links: {
      text: "Узнать подробнее",
      url: "#",
    },
  },
  {
    id: 2,
    img: "/img/lorem-inage-default2.jpg",
    title: "Подарки к Новому году с Giftery!",
    description:
      "В период с 1 по 28 декабря у вас есть возможность приобрести подарочные сертификаты от наших партнеров со скидками до 70% для ваших близких, друзей и коллег.",
    links: {
      text: "Узнать подробнее",
      url: "#",
    },
  },
  {
    id: 3,
    img: "/img/lorem-inage-default1.jpg",
    title: "Подарки к Новому году с Giftery!",
    description:
      "В период с 1 по 28 декабря у вас есть возможность приобрести подарочные сертификаты от наших партнеров со скидками до 70% для ваших близких, друзей и коллег.",
    links: {
      text: "Узнать подробнее",
      url: "#",
    },
  },
];

export const modalTiles = [
  {
    id: 1,
    icons: "bi bi-question-lg mb-2",
    title: "Что такое электронные подарочные карты?",
    dataBsTargetId: "exampleModal",
    modalWindow: {
      id: "exampleModal",
      modalTitle: "Что такое электронные подарочные карты?",
      modalDescription:
        "Электронные подарочные карты (или сертификаты) — этоудобный, быстрый и экологичный способ сделать подарок родным и близким! И вот почему:",
      modalList: {
        listDescription1:
          "мгновенная доставка по email: не нужно ходить по магазинам и выбирать подарок, тратиться на упаковку и отправлять курьера",
        listDescription2:
          "большой выбор: более 100 известных брендов в каталоге Giftery",
        listDescription3:
          "подарки, которые «всегда кстати»: выберите бренд, а получатель сам решит какие товары этого бренда приобрести с помощью своей подарочной карты",
      },
    },
  },
  {
    id: 1,
    icons: "bi bi-person-check-fill",
    title: "Как воспользоваться электронной подарочной картой?",
    dataBsTargetId: "exampleModal2",
    modalWindow: {
      id: "exampleModal2",
      modalTitle: "Как воспользоваться электронной подарочной картой?",
      modalList: {
        listDescription1:
          " Получатель сможет воспользоваться полученной электронной подарочной картой, предъявив ее в магазине в распечатанном виде.",
        listDescription2:
          "Некоторые магазины принимают сертификат с экрана мобильного устройства (необходимо читать условия приема конкретного ритейлера, они будут описаны в полученном подарочном сертификате).",
        listDescription3:
          "Если обладатель подарочной карты не воспользуется ей сразу же, Giftery пришлет напоминание о сроке действия сертификата по электронной почте.",
      },
    },
  },
];
