export const privacyPolicyData = [
  {
    id: 1,
    title: "Общие положения",
    text: "Данная Политика конфиденциальности описывает, как мы собираем, используем и защищаем вашу личную информацию при использовании нашего веб-сайта. Обращаем ваше внимание на то, что эта политика может периодически обновляться, поэтому рекомендуем периодически пересматривать ее содержание.",
  },
  {
    id: 2,
    title: "Сбор информации",
    text: "Мы собираем различные виды информации, включая ваше имя, адрес электронной почты, данные о веб-браузере, IP-адрес и другие данные, которые вы предоставляете нам добровольно при использовании наших услуг или взаимодействии с нашим веб-сайтом.",
  },
  {
    id: 3,
    title: "Использование информации",
    text: "Собранная информация используется для предоставления вам персонализированных услуг, улучшения нашего веб-сайта, обработки ваших запросов и обратной связи, а также для улучшения качества предоставляемых услуг.",
  },
  {
    id: 4,
    title: "Защита информации",
    text: "Мы принимаем меры для обеспечения безопасности вашей личной информации. Мы стремимся предотвращать несанкционированный доступ, использование или раскрытие данных. Однако мы не можем гарантировать абсолютную безопасность передачи данных через интернет.",
  },
  {
    id: 5,
    title: "Раскрытие информации третьим сторонам",
    text: "Мы не продаем, не обмениваем и не передаем личную информацию третьим сторонам без вашего согласия, за исключением случаев, предусмотренных законодательством.",
  },
  {
    id: 6,
    title: "Согласие на использование данных",
    text: "Используя наш веб-сайт, вы соглашаетесь с условиями нашей Политики конфиденциальности. Если вы не согласны с этими условиями, пожалуйста, не использовать наш веб-сайт.",
  },
  {
    id: 7,
    title: "Контакты",
    text: "Если у вас есть вопросы или замечания относительно нашей Политики конфиденциальности, свяжитесь с нами по адресу [ваш контактный адрес]. Обновлено [дата последнего обновления].",
  },
];
